Revit 2024 API
UnitTypeId.PascalSeconds Property
 Pascal seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PascalSeconds { get; }
Visual Basic
Public Shared ReadOnly Property PascalSeconds As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PascalSeconds {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace